Repository: Deminder/battery-indicator-icon
Catalog: po/*.po
Languages: de, es, id, it, nl

source: Battery status icon style
de: Art des Akkustand-Symbols
es: Estilo del icono del estado de la batería
id: Gaya ikon status baterai
it: Stile dell'icona di stato della batteria
nl: Accustatuspictogramstijl

source: Bold
de: Kräftig
es: Negrita
id: Tebal
it: Grassetto
nl: Dik

source: Slim
de: Schlank
es: Delgado
id: Tipis
it: Sottile
nl: Dun

source: Plain
de: Glatt
es: Plano
id: Polos
it: Normale
nl: Kaal

source: Circle
de: Kreis
es: Circular
id: Lingkaran
it: Cercolare
nl: Cirkel

source: Text
es: Texto
id: Teks
it: Testo
nl: Tekst

source: Battery percentage text
de: Prozentangabe
es: Texto del porcentaje de batería
id: Teks Persentase baterai
it: Testo percentuale batteria
nl: Accupercentagetekst

source: Hidden
de: Unsichtbar
es: Oculto
id: Tersembunyi
it: Nascosta
nl: Verborgen

source: Inside the icon
de: Im Symbol
es: Dentro del icono
id: Didalam ikon
it: All'interno dell'icona
nl: Op het pictogram

source: Inside the icon (vertical)
de: Im Symbol (vertikal)
es: Dentro del icono (vertical)
id: Didalam ikon (vertikal)
it: All'interno dell'icona (verticale)
nl: Op het pictogram (verticaal)

source: Next to the icon
de: Neben dem Symbol
es: Al lado del icono
id: Disebelah ikon
it: Accanto all'icona
nl: Naast het pictogram

source: Horizontal scale
de: Horizontale Skalierung
es: Escala horizontal
id: Skala horizontal
it: Scala orizzontale
nl: Horizontale weergave

source: Default
it: Predefinito

source: Wide
it: Larga

source: Extra wide
it: Extra larga

source: Orientation
de: Ausrichtung
es: Orientación
id: Orientasi
it: Orientamento
nl: Oriëntatie

source: Vertical
de: Vertikal
id: Vertikal
it: Verticale
nl: Verticaal

source: Horizontal
it: Orrizontale
nl: Horizontaal

source: Battery status icon style (bold, slim, plain, circle, hidden)
de: Art des Akkustand-Symbols (kräftig, schlank, glatt, Kreis, unsichtbar)
es: Estilo del icono de estado de la batería (Negrita, Delgado, Plano, Circular, Oculto)
id: Gaya ikon Status baterai (tebal,tipis,polos,Lingkaran,Tersembunyi)
it: Stile dell'icona di stato della batteria (grassetto, sottile, normale, circolare, nascosta)
nl: Accustatuspictogramstijl (bold, slim, plain, circle, hidden)

source: Show battery percentage text in icon (hidden: 0, horizontal: 1, vertical: 2)
de: Akkustand in Prozent im Symbol anzeigen (unsichtbar: 0, horizontal: 1, vertikal: 2)
es: Mostrar texto de porcentaje de batería en el icono (oculto: 0, horizontal: 1, vertical: 2)
id: Tampilkan teks Persentase baterai di ikon ( Tersembunyi: 0 , Horizontal: 1 , Vertikal: 2)
it: Mostra testo percentuale batteria nell'icona (nascosto: 0, orizzontale: 1, verticale: 2)
nl: Accupercentagetekst op pictogram tonen (verborgen: 0 - horizontaal: 1 - verticaal: 2)

source: Icon orientation (vertical, horizontal)
de: Ausrichtung des Symbols (vertikal, horizontal)
es: Orientación del icono (vertical, horizontal)
id: Posisi Ikon ( vertical , horizontal)
it: Orientamento delle icone (verticale, orizzontale)
nl: Pictogramoriëntatie (verticaal, horizontaal)

source: Icon scale as aspect ratio width/height
de: Symbolgröße als Seitenverhältnis des Icons Breite/Höhe
es: Escala de iconos como relación de aspecto en anchura/altura
id: Skala ikon sebagai aspek rasio lebar/tinggi
it: Scala dell'icona come rapporto larghezza/altezza
nl: Pictogramgrootte op basis van beeldverhouding

source: Plump
de: Prall
es: Grueso
id: Sintal
nl: Gezet
